{"podcast_details": {"podcast_title": "The World", "episode_title": "Ecuador holds presidential election amid security concerns", "episode_image": "https://f.prxu.org/299/images/543a2434-e52a-4f22-b181-1aa12a1d970c/tw-podcast-3000.png", "episode_transcript": " Listen to Almost There, a podcast from Emerson Collective about turning big ideas into lasting social change. Join poet and lawyer Dwayne Betts in deep conversations with creative problem solvers. From architects and doctors to entrepreneurs and many more. This is a show for anyone who wants to learn about the joyful, messy and surprising journey to build a better world. Listen wherever you get your podcasts. The World is brought to you by Progressive, home of the name your price tool. You say how much you want to pay for car insurance and they'll show you coverage options that fit your budget. It's easy to start a quote. Visit progressive.com to get started. Progressive Casualty Insurance Company and Affiliates, price and coverage match limited by state law. In Nicaragua, the long simmering battle between Daniel Ortega and the Catholic Church ramps up as the government takes over a Jesuit university. It's a great, great loss because it was the last independent university standing. Also ahead, Britain's much beloved National Health Service is celebrating 75 years, but patients are facing long wait times, leading some to say the public program needs a private overhaul. You know, the world has changed and the NHS has not moved on. I'm Carol Hills. Plus, for our Planet Hip Hop series, rappers in Myanmar take aim at the military junta that runs the country. Most Myanmar young people are really, really angry and sad at the same time. It's a very complex feeling. But the repercussions for speaking out can be severe. That's all ahead on The World. I'm Carol Hills. This is The World. Thanks for being with us. In Ecuador, voters head to the polls this weekend for the first round in their country's presidential elections. The atmosphere is terrifying for many. That's because three politicians have been assassinated in less than a month, including one of the presidential candidates. That's definitely on people's minds. And so is the question, what can be done about it? The World's Stubis Isaiah has our story. Not so long ago, Ecuador was considered one of the safest countries in South America. Now it's among the most dangerous. We are in shock, paralyzed. We are really shocked by all this violence, says Ana de la Vega, a photographer in Quito. It's impacting elections, politics, and our daily lives, she says. Everyone in Ecuador has been affected, Camila Pinto tells me. She's a student at the University of the Americas in the capital, Quito. I'm really scared because I've been hearing more cases of women who've gone missing or people kidnapped, she says. I don't feel comfortable walking alone, even in broad daylight. Pinto now takes precautions like coming home early, not going out at night, and sharing her location on her phone with relatives. The assassination last week of presidential candidate Fernando Villavicencio has shaken up the country. In Camila Pinto's neighborhood, people plan to go to the polls on Sunday in groups because they feel safer. I'm really scared, she says, because if a presidential candidate escorted by the police can be killed, what about regular people who's protecting us? Before Fernando Villavicencio became a congressman, he was an investigative journalist. He exposed connections between organized crime and politicians. His former running mate, Andrea Gonzalez, is still on the ballot. In an interview with the BBC, she says she's now wearing a bulletproof vest 24-7. I live in Guayaquil, where taking your child to the school is already a high risk. Every time you stop in a traffic light, you are exposed to get shot or have a bomb next to your car. And yes, I want to be president of this country because I'm not letting Fernando's legacy die with him. Gonzalez cannot run as a presidential candidate now because of the country's electoral rules. The party has chosen Cristian Zurita, also an investigative journalist, to replace Villavicencio on the campaign trail. It's not clear how his assassination will impact the outcome of elections. The polls show that there are many undecided voters. One of them is Kazak Milton Caldera, an indigenous activist who was planning to vote for Villavicencio. He was really the only candidate committed to ending corruption, he says. There are eight candidates in this race, and they are all focused on the issue of security. Luisa Gonzalez, a left-wing candidate and frontrunner in the polls, says she wants to strengthen state institutions. Former Vice President Otto Sonnenholzner, who's polling in second place, says he wants more accountability for criminals. And another leading candidate on the political right, Jan Topik, says he would impose an iron fist policy on crime, like President Naji Bukele is doing in El Salvador. Crime doesn't come out of nowhere, says Koya Shuguli. She's an indigenous politician from Quito, and she tells me whoever becomes president needs to address poverty. Shuguli says people from poor areas, especially young people, are being recruited by criminal groups. Shuguli tells me she's not afraid to go out and vote this Sunday because she's not willing to surrender her country to organized crime. For The World, I'm TVSai Zeya. What to do about the military coup in Niger? That's the question that West Africa's regional economic bloc, better known as ECOWAS, is deliberating right now whether to intervene militarily to try and oust the military leaders who seized control in Niger in a coup last month. The stakes for the region couldn't be higher. We turned to Olayinka Oljala to break this down for us. He's a senior lecturer in politics and international relations at Leeds Beckett University in the UK. Olayinka, take us back a few weeks. Since the coup in Niger on July 26th, how has ECOWAS responded? Yeah, since the coup happened on the 26th of July, ECOWAS tried to find a quick solution to the problem because we've seen countries like Burkina Faso, Guinea and Mali also falling into the hands of the military. And there have been lots of questions asked about why ECOWAS did not do anything about those other countries. So when this happened, ECOWAS was in a position to try and show that they were serious. So what they did shortly after the coup was to initiated some sanctions. ECOWAS members closed their borders, which immediately had significant impacts on Niger because Niger is a landlocked country and it depends on their neighbors to import most of their goods through the sea. Nigeria also cuts electricity distribution to Niger. About 60 to 70 percent of the electricity in Niger comes from Nigeria. There was a meeting yesterday in Accra, the military leaders of the other ECOWAS countries came up with a resolution that they will still continue to pursue diplomatic means. But if all options fail, there will be results to military intervention. I want to look practically at what an ECOWAS intervention would involve. First of all, who would make up the fighting force? I mean, soldiers from ECOWAS countries? How does that work? ECOWAS have deployed military forces in the past, especially in Liberia, Sierra Leone and Gambia, but under different circumstances. So in Sierra Leone and Liberia, it was during civil wars in those countries. So what they did was that every member of ECOWAS contributed personnel from the military. They also contributed resources in terms of money and other logistics in order to stop the wars in those countries. And they were really successful. The most recent one was in Gambia when Yahya Jame, former president, refused to step down after losing an election. It was already resulting in chaos in the country. So ECOWAS threatened the use of military and they were about to deploy forces when Yahya Jame stepped down. Now, ECOWAS does not have an active standby force, which makes it difficult because they have to seek the permission of the government of all the remaining countries in the ECOWAS. But is there also a risk that by not intervening in Niger, coups could just become acceptable and democracy be in real trouble in the region? Yes, there is a risk. And that is exactly why ECOWAS is trying to put their foot on the ground to say we would not accept this anymore. But we also need to look at the cost benefit. Is it really worth using force and bloodshed to restore democracy? What would happen to Niger? What will happen to the region at large? Because at the moment, there are several terrorist organizations locking in the corner. There is Boko Haram, Al Qaeda, Islamic Maghreb. There is also Islamic State West Africa all around the borders of Niger. So if there is any military intervention in Niger, this would give an opportunity for insurgents to take over because we wouldn't see militaries that were fighting side by side against insurgents facing and killing each other, which would create a void, which I think terrorist organizations wouldn't take advantage of, as we saw in Syria with ISIS. Olayinka Ajala is a senior lecturer in politics and international relations at Leeds Beckett University in the UK. Olayinka, thank you so much. Thank you. Thank you for having me. Britain's National Health Service, known as the NHS, celebrated its milestone 75th birthday this year. The NHS is treasured for its motto, free healthcare at the point of delivery. A series of crises in recent years have many healthcare providers in the UK concerned about whether the NHS is still delivering on that promise. Reporter Rebecca Rossman starts off our next report from a hospital emergency room in southwest London. It's nearing 11pm on a Wednesday night and Dr. Chen Xu has just started her graveyard shift inside this bustling ER. Hi, I'm Chen, one of the senior doctors here. So I'll be looking after you today. Paramedics shuffle in patients on gurneys. One man has dislocated his shoulder. Another just lost a pint of blood after accidentally puncturing a vein. OK, so our priority is to get this bleeding to stop. Meanwhile, there's a waiting room full of dozens of people. When she started in medicine over a decade ago, Xu says the average wait time was just over two hours. But yeah, now people don't bat an eyelid at four hours. It's more like approaching 12 hours. They're like, OK, we need to do something. Plagued by staffing shortages, crumbling equipment and infrastructure, and an aging sick population, the NHS is facing perhaps its deepest crisis since its inception in 1948. More than seven million people are currently on waiting lists for medical procedures, nearly double the amount since the start of 2020, just before the COVID-19 pandemic. Hundreds of NHS staff members have also been striking over calls for pay increases. Last month, the Conservative government said it would give junior doctors a six percent pay increase, while short of the 35 percent workers insist is needed to keep in line with inflation. Many are now seeking work abroad in places like Canada and Australia, where wages are higher. This year is NHS 75th birthday. Harry Eccles is a nurse and union activist working in South East England. Eccles in large blames the ruling Conservative government for the current crisis, accusing the Tories of intentionally neglecting the NHS as the party leans into the private sector. There's a lot of money that can be made in health care, and we really want to protect our NHS from that. So it kind of feels a little bit like the vultures are circling and they want it to fall down so that they can pick off the pieces and sell it off for quite a lot of money. Public health care spending has risen by an average of less than two percent in the last ten years, less than half the amount in the decade before. Meanwhile, the Conservative government has openly toyed with the idea of charging patients about twenty five dollars to visit a GP. Here's former health minister Sajid Javid speaking in January. I don't think the model of the NHS as it was set up some 70 years ago is sustainable for the future. You know, the world has changed and the NHS has not moved on. In a proposal, Javid cited Ireland and Norway as examples of countries which charge patients fees as a means to control costs and keep wait times down. But most people in Britain think charging for health care would be a grave mistake. An Ipsos poll released last month found that nearly three quarters of all Britons think the NHS is crucial to British society and everything should be done to maintain it in its current form. We must never forget what it was set up for in the first place. That 75 year old, Anira Thomas, born just after midnight on July 5th, 1948, Thomas was the first NHS baby. She was named after the NHS founder, Aniran Bevan, a Welsh Labour Party politician and Britain's former health minister. He was a giant of a man, you know, and I often use the phrase said by Martin Luther King, I have a dream. So did I Bevan. And he had a vision, a vision of creating a health service for the people of Great Britain. Despite its recent struggles, Thomas says she's hopeful about the future of the NHS. It was there for my first breath, she says. And I please God that it'll be there when I take my last breath. For the World, I'm Rebecca Rossman in London. There's lots more ahead. You're with the world. Support for the World comes from Odoo. What is Odoo? Well, Odoo is the only software your business will ever need. Featuring a suite of integrated business applications, Odoo connects your business operations together so you can get more done in less time. Odoo has apps for everything CRM, accounting, sales, HR, inventory, marketing, manufacturing, you name it. Odoo's got it. To learn more, visit odoo.com slash the world. That's odoo.com slash the world. I'm Carole Hills. This is the World. This week marks two years since the Taliban retook control of Afghanistan and US forces left the country. One of the ongoing issues that's led to is migration with a lot of Afghans leaving the country when it was no longer safe for them. Abdul Jamil Baez made that decision after years of serving the Afghan government as a diplomat. He'd been based in Iran with his family, working at the Afghan embassy in Tehran. But earlier this year, he was stripped of his status as a foreign diplomat. And that's when he decided that his family's future was not in Afghanistan. Everyone in the world knows that the door of schools and universities are closed in Afghanistan. And I never mentioned that it's impossible. So I don't want my child to be uneducated. That's Abdul Jamil speaking to the world back in May. He'd left Iran with his family at that point, and they'd made their way to South America. They spent some time in Brazil, but Abdul Jamil realized that staying there for the long term was not going to work. So he and his wife and their three children traveled north, into Central America, through the jungles of the Darien Gap in Panama. Eventually, they made it to Mexico. Here he is speaking with the world by phone earlier this summer. There meant the United States. So he and his family crossed from Tijuana, Mexico, over the border into the U.S. And then in June, they made their way up to Canada, where his application for refugee status was accepted. Abdul Jamil Baez is on the line with me now from Toronto. Abdul Jamil, it's nice to talk to you. How are you? Hello, everyone. I'm good. Abdul Jamil, I know your original goal was to arrive and potentially stay in the U.S. Why did you go to Canada instead? After the custody of police, when they released us from the custody of police and they transferred to the shelter. So around 20 days, we are like a prison in shelter. We cannot go out. Actually, we cannot go out from the room. So it was too hard to stay there for a long time. So you entered the U.S. but ended up being put kind of in temporary detention and were kind of kept there and nothing much happened. So you felt you needed to move on to Canada. How is that going for you and your children in Canada? Everything is better, going better. We have in the first day, we got ID, photo ID for four years. And I have also got support from Red Cross. They give us an option to find a home or house for us. Then they will process the financial. So that's a better option for me. And after three days, I got work permit to work here. And will your kids start school in the fall? Yes, I have talked here to Incident Tech and my kids, they liked and they have interest to study everything. You know, my small kid, my daughter, she is around four and a half years old. Every time when she just saw school bus, Baba, I'm going to school. I want to study ABC or 123. They really interest to study school. That must be incredibly important, the fact that your daughter will get access to education. That certainly isn't the case right now in Afghanistan, is it? So that was the case that I have moved and face many risks and these challenges that have moved to Mouyousi or Canada. Because if I return to our country, maybe the Taliban will not leave us alive. Or maybe if they leave us alive, but there is no any work and opportunity to progress in our life in the future. My daughter will be sit at home uneducated. Are you starting to think of Canada as your new home? Yeah, I think, you know, I think it's my second home in Canada. Abdul Jamil Bayis is a former Afghan diplomat who was based in Iran. He traveled to Brazil and all the way to Canada this year to secure permanent residency for himself and his family. He's been speaking to us at his new home in Toronto. Abdul Jamil, thank you so much. Thank you. Thank you. Danielle Pletka People of faith gathered in Chicago this week to talk about something very political, the rise of authoritarianism around the world. The Parliament of the World's Religions is an interfaith event that first took place in the late 1800s. The world's Amanda Liechtenstein went to check it out. The sounds of the divine are ringing out from the McCormick Place Convention Center in Chicago. The Parliament of World Religions calls itself the largest and oldest interfaith gathering on earth. From Brazil to India to the US, participants from many faiths are here to discuss what they see as the challenge of our times. Here's Reverend Phyllis Carratt, the conference program chair. We are uniting in a collective, courageous and clear reply to the most dangerous crisis confronting all of us today, authoritarianism. This existential, expanding and global scourge is manifesting in tyrants and strong men who commit crimes against humanity. They say this event is a critical call to conscience. And several people I meet here say religiously motivated prejudice and even violence is part of the problem. Mohammed Siddique is an imam with the World Council of Muslims for Interfaith Relations. He says it's important to talk about authoritarianism at this moment in history because politicians often use religion to gain power. The people may appear to be religious, like the right wing or this wing or that wing, but they essentially don't know what their religion is, whether they are among the Christians or Muslims or Buddhist or any faith. But essentially, if you look at religious teachings, no religion teaches that a dictator can control an entire nation. This event has not been without some controversy. One of the speakers was apparently removed at the last minute for her connections to Hindu nationalism and Islamophobic social media posts. Mark Lukens is a retired pastor with the United Church of Christ, and he's based in Las Vegas. During one of the panel discussions about religious extremism, Lukens said the problem is not just found overseas. In its aims and in its ideology, Christian nationalism is every bit as violent and dangerous as any other authoritarian movement. Lukens went on to say that Christian nationalism is a threat to Christianity itself and that religious leaders need to call it out loudly and often. Jane Krizanowski tells me she's standing up to authoritarianism within the church itself. Krizanowski's title is bishop, with a group called Roman Catholic Women Priests in Canada. She says she was prevented from being ordained by the Catholic Church because she's a woman. The powers of patriarchy in the church and in the world have divested women of that basic identity. They say we are complementary, we are not equal. Once you dispossess people of their identity, then you can take away things from them. You can say they don't deserve them, they're not entitled to that. Under a large tent outside the conference hall, a group of Sikhs are offering a free daily lunch known as langar. The community kitchen is a form of devotional service run by volunteers. Sukhbair Singh is here from the United Kingdom. He says interfaith action is important in the Sikh tradition. Where does extremism begin from? It begins from the mind, right? Then it takes shape and it becomes a physical act of violence or killing somebody. So what we've got to concentrate is on taming the mind right from the beginning. Starting with young children, he says, when they're raised with love and care, they become good global citizens. As the event wraps up today, people tell me they plan to take the lessons of their faith back into daily life as part of their ongoing commitment to fighting back against authoritarianism. For The World, I'm Amanda Lichtenstein in Chicago. You're listening to The World. The nuclear disaster in Fukushima, Japan was a dozen years ago. Soon, wastewater from the disabled reactor will be released into the ocean and locals who rely on seafood are worried. This hotel operator says he tells his customers the fish he serves is safe to eat, but he's certain bad rumors will start circulating again. That's ahead on The World. I'm Carol Hills. This is The World. We're a co-production of GBH Boston and PRX. Hip hop is now a half a century old. It started in New York, of course, and rappers from across the globe are still tapping into that early spirit of resistance. Like this one from American performer KRS-One calling out police brutality. Those lyrics are 30 years old, but in Myanmar, they very much resonate today. For our summer series, we're calling Planet Hip Hop, the world's Patrick Wynn takes us to the Southeast Asian country where rappers are taking on an entire police state. Burmese, the main language in Myanmar, is really conducive to rap. It's flowy and it's got thick vowels that sit right on top of a beat. That's the rapper Nitric Acid, probably the most famous hip hop artist from Myanmar. Nitric Acid wrote these lyrics in prison after an arrest for speaking out against Myanmar's military regime. That's the other thing that makes rap such a force in the country. Young people have a lot to rage against. Most young people are really, really angry and sad at the same time. It's a very complex feeling. Osho is with Rap Against Junta, a hip hop collective. By Junta, they mean the army that has dominated the country for most of its existence. There was a roughly 10 year experiment with democracy, with elections and more freedom of speech, but that ended in February 2021. The military wanted its dictatorship back, so it seized power in a coup. The people are now revolting with weapons and to suppress them, soldiers and police are burning down villages, bombing schools and torturing those who dare to defy them. Young people are being killed. I'm sorry I got very emotional because the words are not enough to express how I feel. But for Osho and the others in Rap Against Junta, words are still their weapon of choice. Cops run in our homes and blast us. They'll pile our bodies higher than Shwedagon. Those are lyrics from the track Dictators Must Die. Shwedagon is a gold-plated pagoda in Myanmar, more than 360 feet tall. Hip hop in Myanmar draws inspiration from U.S. rappers. Think F the Police by NWA, Fight the Power by Public Enemy. But if these MCs are caught by police, they will go to prison, or worse. So Osho says rappers have to move often, making their music on the run. We all have our backpacks ready to move as quickly as possible whenever we get the news. The news that cops are coming. Osho is a pseudonym to protect his identity. All the rappers in his group have one. They have to stay alert, he says, especially after what happened to their hero, the rapper Nitric Acid. Myanmar's military has sentenced more than 100 anti-coup protesters to death, but this was the first time it used capital punishment since the late 1980s. A report from Singaporean TV following the execution of Nitric Acid. His real name was Pyo Zae Atthaw. The junta said he'd gone from rapping to running guns for the revolutionaries. Last July, after a secret trial, he was hanged. It did break my heart. He's a friend of mine, really, really nice guy. Of course he's a rapper, but when he's not on stage, you know, he's such a nice guy. Since the coup, rappers can't perform in Myanmar. They make almost no money. And it's actually risky to just be a fan of rap against junta. On the street, there are checkpoints where soldiers grab people's mobile phones to see if they liked any seditious music on social media. If their phone got checked at one of the security checkpoints, they'd be in trouble. Believe it or not, in the streets, soldiers can grab your phone and check whenever they want. In post-coup Myanmar, rebellion comes in different forms. Some people have quit paying taxes. Others hide revolutionaries in their homes. Rap Against Junta wants to motivate everyone to resist. But for Osho, there is no compliment higher than hearing that one of the men or women holding rifles fighting a guerrilla war against the military took inspiration from his group's lyrics. If they got encouraged by listening to our music, it's beyond bliss. As the army in Myanmar goes to more brutal extremes, he says his group's music will only grow more hardcore. For The World, this is Patrick Nguyen. If you like the songs you've been hearing in our Planet Hip Hop series, we've curated a Spotify playlist with more than two hours of music for you. You can find it on our website at theworld.org. There you'll find all our other stories on the global reach of hip hop. A Nicaraguan court has ordered the government to seize a Jesuit university. The judges describe Central American University as, quote, a center of terrorism. Cindy Rejidor is a journalist from Nicaragua with Confidencial, a Nicaraguan news site in exile. She joins us from Costa Rica's capital, San Jose. Cindy, first off, tell us about this school. What kind of reputation does it have in Nicaragua? This is the most important private university in Nicaragua. It's the biggest one and it's been standing for over 60 years. Many, many important figures have graduated from it, including President Ortega. Well, he didn't graduate, but he went to that college for a few months before he was involved in the Sandinista movement that overthrew the Somoza dictatorship in the 70s. But it's considered one of the best universities in the country and I would say also in the Central American region. So why would this prestigious Catholic university be considered a center of terrorism by a Nicaraguan court? Well, this has to do with what happened in Nicaragua in 2018 when massive protests against the government occurred and the government responded with a major crackdown. What happened is that many of the students that took to the streets were from that university and the institution didn't have to do with it particularly, but when the students and other citizens were protesting and were being attacked by police forces, the university decided to open the campus so that people could take refuge inside of it. The government saw this as an act of defiance. The government prohibited any kind of protests in the country, in the streets. The university also allowed some protests inside campus. So basically, this is now some sort of act of revenge. So the court here has ordered President Daniel Ortega's administration to seize the school. Should I assume that the court is acting under the orders of the president? I mean, has the court become a puppet of Daniel Ortega? Yes, exactly. This is a totalitarian government and all the branches of the government are controlled by the presidential couple, Daniel Ortega and Rosario Murillo. So this is a decision that they have made and this is a crackdown not only on the Universidad Centroamericana but on all kinds of private universities. Over the past two years, they have already confiscated and canceled 26 private universities all over the country and this is just the latest one and the biggest one, of course. Is it significant that this is a Catholic university? I mean, what's the relationship been like between Ortega and the church? The relationship between the government and the church is very, very bad right now because the Catholic church is one of the most important leaderships in the country. The government is not only attacking or persecuting the private universities but is also now currently attacking the Catholic church. They have already frozen their assets and their bank accounts. They have persecuted priests and there is a bishop, Monseigneur Orlando Alvarez, who has been in jail for over a year and 80 priests have abandoned the country because they have been actively persecuted by the police and government forces. How do most Nicaraguans view the Catholic church? It's very important for them because it's part of their spiritual life and they also see them as moral leadership. And what many members of the Catholic church have been doing for the past five years is they have been pointing out human rights abuses that the government has committed and even the pope has spoken about this. So what is going on now at Central American University? Or does it mean that it's been closed down? I mean, it's just nobody there, doors shut, no students? The Universidad Centroamericana no longer exists. And instead, what they have done is that they created this new university. They're saying that everything will continue to be normal activities and the students can keep going to this university. But in reality, what's going to happen is what has been happening with the 26 universities that have been confiscated in the past. They take control of those universities and they impose some kind of indoctrinating system. Cindy, are there any spaces inside Nicaragua that are still able to voice opposition to the government? I would say no, because you get an immediate backlash. You see a major reprisal and it can either be you ending up in prison or confiscating your property or they just banish you. They take your nationality away and accuse you of treason. This is, like I said, a totalitarian government that won't stop and they don't care that there's consequences. Cindy Herjidor is a journalist from Nicaragua. She's now based in Costa Rica and she works for the news site Confidencial. Thank you so much, Cindy. Thank you. This summer, we've been stepping back from the news to bring you some stories from the stage, tales told by ordinary people with extraordinary experiences. They're produced by our partners at the GBH TV Network World. Today's story is from Praveen Sahi. Originally from India, Sahi's story takes us back to 1994 when he was a UN peacekeeper in Mozambique. I'm 14 when I learned to shoot a rifle. Guns in India are very rare because people are not allowed to buy them. But I'm part of this National Credit Corps and they have these old heavy rifles from the Second World War which are nearly as tall as I am at the time. Nonetheless, I learned to shoot the rifle and I've become a fairly good marksman which then allows me to participate in state competitions and represent my local shooting club. Rifle shooting for me is nothing but a sport at the time in which I'm good at. So it is not an accident that 10 years later when I finished my Masters in Nuclear Physics that I decided to become a pistol carrying assistant commander in the armed police of India. I lead hundreds of armed troops into areas affected by violence and we are mostly using our batons rather than guns to deal with the crowds. But nevertheless, the guns have become an important tool of the trade. And I also take pride in the fact that they give me a sense of power as well as a sense of invincibility. Life takes a more interesting turn when I'm deployed to work with the United Nations Peace Mission in Mozambique in Africa. There are 30 nations or so that have contributed and committed their troops and I'm one of the 75 police officers from India to go to Mozambique. The country has been wrecked by 15 years of militia violence. The war has killed a million people and caused millions more to flee to the neighboring countries. Outside of the capital city of Maputo, every building has been bombed. In the early 90s, this land is known as the most heavily mined country in the world. I'm talking about land mines, not diamond mines. It is a surprise therefore when I reach there that I'm told that as a peacekeeper, I'm not allowed to carry any weapons. Given how dangerous the place is, that seems like lunacy. My role as a national elections coordinator means that I'm not only supporting policy and administration from the headquarters, but I'm also building technology tools and providing training in the field. So I'm traveling a lot. I'm even more worried because my adventurous wife has now joined me with our one-year-old son and our apartment has already been burgled twice. So I seriously consider quitting, but the stakes are too high. I truly believe in this mission, which is going to liberate 15 million people from repeated cycles of violence and poverty. So I start to learn new behaviors so that I can teach myself on how to approach strangers with humility and ask simple questions such as, Ola, MK Poso Ajudar, hello, how can I help you today? A month later, I'm a thousand kilometers north near a town called Bera. After finishing work, I and my colleague are walking down a dirt street to buy some local food. It's already getting dark. And as we turn around the corner, we are suddenly face to face with about 10 people in military gear. They quickly surround us. My hands instinctively go to my hip, but of course there is no gun. My brain leaps into this alien zone where I feel no emotion, no fear, no anger. And in a voice devoid of any emotion, in a plain tone, I ask the question, what can I do to help? And I repeat that question again and again because they're not responding. They're simply glaring down at us. I think about my own mugging two months ago by half a dozen people armed with guns and knives in broad daylight. I'm also thinking about all of the reports of lootings and abductions of my colleagues. But I do know that all of the abducted colleagues have come back safely after we have shipped additional foods and supplies. Maybe this is all they want, some food. Despite their grubby and mercenary appearance, their eyes do not convey any violence or anger. In the meantime, this human ring has started to move and we are getting shoved along and I feel the pressure of hands and bodies against me. And I'm frustrated that I have absolutely no ability to defend myself. And now they're arguing about something. They're shouting at each other. The voices are rising and I'm afraid that any moment's guns are going to come out. And then suddenly, without warning, they stop. They push us back. They turn around and they disappear in the darkness. My brain takes a moment to unfreeze and come back to reality. And for the first time, I'm aware of the deep terror. There is also the sense of relief at being alive and free. I look at my colleague and without a word, we start walking back. Our work continues for another six months. The lootings and the abductions come down because the locals begin to realize that they don't need any violent posturings from us. If they need any help, they can simply come up and ask. In the month of October of 94, Mozambique holds its first ever elections. An unprecedented 93% of the citizens turn out to vote. The voting actually carries on for three days. The United Nations declares it a big success. For us, it has been a gratifying experience and even a majestic one at times. But it all started by removing guns from the hands of the people. And removing guns from my hands. After that day, I have never picked up a gun, never have felt the need to do so. Instead, I use my experience with words and compassion to connect with people to do everything I do. Praveen Sahai and his experience of being a UN peacekeeper in Mozambique. For more extraordinary tales from ordinary voices, head on over to storiesfromthestageatworldchannel.org. At the end of the month, Japan is planning to release a million tons of wastewater from the Fukushima Daiichi nuclear power plant into the Pacific Ocean. It's part of a 40-year-long decommissioning process. The plan was hatched after Japan's strongest-ever earthquake and tsunami in 2011 triggered a nuclear meltdown there. The United Nations Atomic Watchdog has approved the release of the wastewater, but this hasn't convinced the people in the community who depend on the local seafood and tourism. Tesanka Serapawa brings us this report from a coastal town in Japan near the disabled nuclear power plant. Since 1877, Yoshimasa Kanno's family has run Hotel Minatoya in South Soma. It's a modest inn on Matsukawa Ura Bay, which overlooks the Pacific Ocean. In the lobby, he shows me a home video from the tsunami that changed the course of his life and business. You can see the ocean rising quickly more than four stories high, smashing into docked fishing boats and ships and dragging them inland towards the inn. Now, more than a decade later, the looming wastewater release brings back bad memories. After the accident, I thought it would take about 10 years to go back to how it was, he says. If I just need to persevere, then all the damage would be gone. But it hasn't recovered at all. In the years after the nuclear accident, towns in the disaster area struggled to dispel rumors that the water wasn't safe to swim in and local seafood wasn't safe to eat. At Hotel Minatoya, the biggest draw is the local seafood. That's why people come to stay at the historic inn. Kanno says the water release will set their business back again. I tell customers the fish has been certified, it's safe, but from time to time I do get questions from customers about safety, he says. I'm absolutely certain bad rumors will start circulating again. A lot is at stake for Kanno. The number of customers has fallen drastically, and the business makes less than half of what it used to compared to 12 years ago. Kanno was born and raised in Soma. He is enormously proud of his hometown. Kanno shows me the local supermarket. It's especially crowded during the long weekend with people coming to buy all kinds of seafood caught around Soma. He points proudly at the clams, low fish, octopus and crabs. But he's worried people will be put off buying all this seafood once the nuclear waste water is released. The operator of the Fukushima Daiichi Nuclear Power Plant, TEPCO, says storage tanks holding nuclear waste water are at capacity and it needs somewhere to go. They say the best option is the ocean. At the center of the controversy is the radioactive substance tritium. It can't be removed through the filtration system. TEPCO and Japan's nuclear agency says diluting the treated water with seawater will reduce the concentration of tritium below international standards. The International Atomic Energy Agency has vouched for the safety of the plan. So do most experts, including Robin Grimes, nuclear physicist at Imperial College London. Once you put it into the sea, then it will slowly disperse throughout the ocean so that it would be so astoundingly diluted that you just wouldn't be sure that you were seeing an additional dose due to the tritium. Since the nuclear accident, TEPCO has come under fire for its poor safety record. The IAEA will monitor levels of tritium in the ocean to make sure there aren't any leaks. But China, a major importer of Japanese seafood, isn't convinced. They vehemently oppose the plan and argue the IAEA failed to fully reflect expert views in their safety report. As a precautionary measure, China says it will block seafood imports from 10 prefectures in Japan. It's already begun testing it for radiation. The Japan Fisheries Association says rumours around seafood radiation will destroy the reputation they've fought to rebuild. Soma fisherman Masafumi Kikuchi says this isn't just a problem for the fishing industry in the area. If the fishermen lose their livelihood, it means the local middlemen, tourist agencies, the local taverns and drinking establishments will all lose their livelihood, he tells me. While he does anticipate a slump in sales, he has hope. I think there will be a fall in sales similar to after the nuclear accident, but if the quality of fish is good after some time, the demand will come back again. But Masafumi Kanno, the owner of Hotel Minatoya, isn't optimistic about the future of his business. My son is willing to take it over, but I feel it would be too cruel to hand it down in its current state. I want to make it more profitable before I can let that happen. Coastal towns like Soma have had more than their fair share of natural disasters, but they fear it's another man-made disaster from the nuclear waste water release that will derail its recovery. For The World, I'm Josanka Sirapala, Soma, East Japan. Cuba has produced some of the jazz world's most influential pianists. Chucho Valdes, Emiliano Salvador and Omar Sosa were all conservatory trained on the island. The musician we're hearing now, Havana-born Harold Lopez Nusa, made his professional debut in the early 2000s. This is his quintet tearing it up on stage on their 2010 European tour. Lopez Nusa's dad is a percussionist, so is his brother, which may account for the rich rhythms in his compositions. His late mother, born in France, was a piano teacher. And thanks to her, Lopez Nusa's dual citizenship has given him license to tour the U.S. and Europe for years. Recently, Lopez Nusa decided to move his family from his native Cuba to the south of France. His latest album was composed there. This song is called Mal Du Pe, a French phrase that means homesickness. Lopez Nusa brought in harmonica virtuoso, Gregoire Marais, to enhance the sense of longing for home. Lopez Nusa is often on the road, so homesickness is a familiar feeling. But now that his home is France, the word homesick has even more layers of meaning. He dedicates this tune to Havana. He says, I'm thinking about our life there and my friends and the music we made. Pianist Harold Lopez Nusa brings us to the end of the show and the end of our broadcast week. But thankfully, not the end of summer. The World is a co-production of GBH Boston and PRX. From the Nan and Bill Harris Studio in Boston, I'm Carol Hills. Have a great weekend."}, "podcast_summary": "Thank you for listening to The World podcast. Here are the key moments, insights, and highlights from this episode:\n\nInsightful Comments:\n1. The Nicaraguan government's decision to take over the Jesuit university is seen as an act of revenge after the university allowed student protests on its campus during the 2018 government crackdown on demonstrations. (Speaker: Cindy Rejidor, journalist)\n\nCritical Questions:\n1. How does the court's decision to seize the Jesuit university demonstrate the government's control over the judicial system in Nicaragua? (Speaker: Cindy Rejidor, journalist)\n2. Are there any spaces left in Nicaragua for people to voice opposition to the government? (Speaker: Cindy Rejidor, journalist)\n\nHot Topic Discussions:\n1. The release of wastewater from the Fukushima Daiichi nuclear power plant into the Pacific Ocean is a controversial and highly debated topic. (Speakers: Tesranka Serapawa, journalist)\n\nControversial Opinions:\n1. The decision to release the wastewater from the Fukushima Daiichi nuclear power plant into the ocean is supported by the United Nations Atomic Watchdog and many experts, but it is opposed by China, which has raised concerns about the safety of Japanese seafood. (Speakers: Robin Grimes, nuclear physicist; Masafumi Kikuchi, fisherman)\n\nFor more details and information, please refer to the full episode transcript.", "podcast_guest": {"name": "Dwayne Betts", "org": " ", "title": " ", "summary": "Not Available"}, "podcast_highlights": "Insightful Comments: \n\n- Cindy Rejedor, a journalist from Nicaragua, explains that the government's takeover of the Jesuit university in the country is an act of revenge for the role the institution played in providing refuge to students and citizens during protests against the government in 2018.\n\n- Praveen Sahi, a former UN peacekeeper in Mozambique, shares his experience of being face-to-face with armed individuals after the 2011 nuclear meltdown in Fukushima. He explains how his ability to use words and compassion to defuse the situation made him reconsider the need for firearms.\n\nCritical Questions: \n\n- Dr. Chen Xu, an ER doctor in London, discusses the impact of underfunding and staff shortages on the National Health Service (NHS). She raises the question of whether the NHS is still able to deliver on its promise of free healthcare at the point of delivery.\n\n- Olayinka Ajala, a lecturer in politics and international relations, questions the potential intervention by ECOWAS (Economic Community of West African States) in Niger following a military coup. He weighs the pros and cons of military intervention and discusses the potential risks and repercussions.\n\nHot Topic Discussions: \n\n- The discussion around the release of wastewater from the disabled Fukushima Daiichi nuclear power plant into the Pacific Ocean sparks controversy and concerns over the impact on local seafood and tourism in Japan. The decision to release the wastewater is met with skepticism and resistance, both domestically and internationally.\n\nControversial Opinions: \n\n- The controversial opinion in this episode is the decision by the Nicaraguan court to seize the Jesuit university in the country, branding it a \"center of terrorism.\" The move is seen as an act of revenge by the government against the institution for providing refuge to protesters during anti-government demonstrations in 2018."}