{"podcast_details": {"podcast_title": "Marketplace", "episode_title": "Houston’s heat wave is taking its toll", "episode_image": "https://www.marketplace.org/wp-content/uploads/2019/05/MP_show-1.png", "episode_transcript": " This is it. It's what you've been waiting for. Billions returns to bring us the most epic showdown yet to a brand new streaming home on Paramount+. We're back, baby! We've got a fantastic story this season. Buckle up, Bobby's back. We're bringing the fight to Axe. Everyone gets caught in the crossfire. There's exciting stuff coming. And now that Axe is coming back, the final showdown can begin. This is the good news expressed flammable. A return to the all-access world of the rich and powerful. Don't miss new episodes of Billions streaming now on the Paramount Plus with Showtime Plan. If you've ever been discouraged by the process of finding a therapist, Alma is here to help. Alma makes it easier for you to connect with therapists who check all your boxes. So you can spend less time searching and more time focused on what actually matters. Their free online directory lets you sort and filter for different qualities. Like gender, race, specialty, earliest availability, and more. And because 95% of their therapists accept insurance, care is more affordable too. They also know how hard it can be to get a feel for someone just by looking at a profile. Which is why they offer free 15-minute consultations. A consultation isn't the same thing as a full session. It's an informal conversation between you and a therapist where you can ask questions and get to know one another without any obligation to continue if they don't feel right. And while other companies may use bots or algorithms to assign you a therapist, Alma leaves the decision-making to you. After all, the best person to know who will be a good fit for you is you. We're just making them easier to find. Book a free consultation with a therapist today at HelloAlma.com slash Therapy 60. That's HelloAlma.com slash Therapy 60. Retail, the Fed, and bond yields, oh my. From American public media, this is Market Plans. In Los Angeles, I'm Kyle Rizdall. It is Friday today, the 18th of August. Good as always to have you along, everybody. No small number of things to discuss, not enough time, never enough time on a Friday. So here we go. Jordan Holman is at the New York Times. Amara Mokwe is at the Wall Street Journal. Hey, you two. Hello. Jordan, let me start with you and consumers and retail in this economy. Target came out this week, said, you know, we're doing OK, but no more discounts because we've worked our inventory down. Walmart said we're selling things right and left. Consumers keep on buying. How long can that go on? So consumers are definitely more resilient than you would think at the start of this year. One of the things that the retail earnings this week showed is just the priorities of where shoppers are. So definitely still price conscious, still spending more on grocery, less on apparel, home goods, all of those trends. But one thing that analysts and executives were definitely emphasizing on the earnings calls this week was that they had dealt that the strength would continue as rapidly as it has. And so that's something that they were flagging to us as we move through back to school season and the crucial holiday season. So, look, Amara, let me ask you this just on the retail thing and then and then we'll move off it. There was that report out from San Francisco Fed. I talked about it briefly yesterday. The consumers excess savings is expected to be wound down by the end of this quarter. That does not bode well for the strength of this economy. And yet all the forecasts are, you know, the Atlanta Fed GDP now is like five percent in Q3 GDP. So I guess I wonder, are those two things compatible? You know, I think so. Economists have been talking kind of all year about whenever these excess savings get depleted, that's going to really take some wind out of consumer sales. But the fact is consumer spending has remained on solid footing. We saw the strong retail sales number this week. And I think that's in part because it's not only those excess savings that are driving the strength of the consumer. It's also the labor market, which remains pretty healthy. It's pretty healthy. It's also, you know, pretty solid wage growth. So even if those Fed researchers are right and those excess savings do become depleted this quarter, I still think that there are things that can keep the consumer consumer going here. So, Jordan, on the theory of or on the theme, rather, of keeping the consumer going, I do want to give a shout out here to that piece you did with Gina about Taylor Swift and Beyonce and how they have driven consumer spending in this economy. But more to the point, how you two and the sources you talk to, wonder whether that is kind of the last gasp of pandemic revenge spending. You know, we had all this pent up demand. Taylor and Beyonce came out and now maybe we're done. Question mark, yes. So it's definitely what is clear is that this has been a hot concert summer that people have if they're going to spend money, they're going all out, spending thousands of dollars in some cases on these concerts. And I think one of the interesting dynamics that play there is going back to what I was saying, the priorities that people have that they're willing to set aside these large chunks of their budget to go to these tours. And even when we were chatting with people for that story, they said it means I'm not spending on other things. And that is kind of that key thing is to like, you know, bring along alarm bells and any retail executives minds like, OK, well, if people are done spending now, what are the other ways I can convince them to spend? Yes. Sorry. Super quick, Jordan. When you talk to retail executives, what are they telling you that they look at to get a clue as to what's coming? The foot traffic trends when it month to month foot traffic trends is really key. So if July was a big month for discounts because Amazon Prime and the counter programming. So getting insight, are people opening up their wallets when you're only giving them discounts or are they paying full price? Also, the student loan repayments is definitely on their horizon. And then just big picture how strong the back to school season is, sets them up for the holiday season and gives signs of how that might play out. Interesting. OK, Amara, new topic next week. Jackson Hole, the Kansas City Fed has its annual shindig out there. There will be many speeches of which the most important will be Jay Powell. I think it is to me interesting that this speech comes after the minutes of their most recent meeting came out. And there was a little bit of not active dissent, but they were not all necessarily united in what needs to happen now with interest rates. And I guess my question is, what do you think Powell is going to say? Well, I think he's probably going to say a lot more of what he has been saying. And what we saw in the minute were Fed officials who are clearly seeing signs that inflationary pressures are easing. They are acknowledging that inflation has cooled a lot, but they are definitely not ready to declare victory. They said inflation is still too high and they still see risks out there. At the same time, you did see some of the Fed officials saying, look, we need to be a little bit more cognizant of another type of risk, which is over typing. We don't want to do too much. And so I think the Fed is just dealing with a really complicated economic picture. And I think you'll probably hear Chair Powell reflecting that in his remarks, talking about the fact that they want to see more progress, but that they acknowledge that they have made progress already as well. I will obviously not hold you to this, but do you suppose it's possible that in their September meeting, Amara, they basically say, yeah, we're just going to pause for a minute and see what happens and not do anything with rates? I mean, I think after the last CPI report, there's definitely more optimism that that could be the case, right? Especially when you look at what happened with core prices. A lot of economists said, look, core prices are really trending in the right direction, whether we look at the last three months or the monthly data. So I think there is optimism that that could be the case. But again, the economy is really stronger than a lot of Fed officials expected it would be at this point in the cycle. And so it's still very much an open question. Right. The economy being stronger is the root cause of this last question. I'm going to split the minute we have left between the two of you. Jordan, you get to go first. You got 30 seconds. And the question is, what is it going to take? With the economy as strong as it is, right? What's it going to take for consumers to start actually believing the economy is strong and feel better about it? When everything goes back to normal, prices go back to normal, but everyone makes a little bit more money at the end of this. All right. There's a question mark on that one too, isn't there? Maybe. Yeah. All right. Amerit, what do you think? Same question. What's it going to take? I think it's going to take some clarity about whether or not we're going to get a recession. Because I think if you look at sentiment data, even though people feel okay right now, they're still like, is there another shoe that's going to drop as the Fed tightens and as interest rates have gone up? And so I think people are looking for clarity on that. Aren't we all? I'm Aaron Mokwe at The Wall Street Journal and Jordan Holman at The New York Times. Thanks you two. Thank you. Thanks, Kai. Have a nice weekend on Wall Street today, a little bit up, a little bit down, and I do mean a very little bit either way. We'll have the details when we do the numbers. If you want to know where the economy is going, and we all kind of do, right, the bond market is what you want to keep your eye on. As we've been mentioning the past couple of days, the yield, which is just a fancy way of saying interest rate, the yield on the 10-year U.S. government bond, 10-year Treasury's is the shorthand, has been going up pretty steadily yesterday, hitting levels it hadn't seen since 2007, which was a long time ago. So with that eye on our economic future, here's Marketplace's Sabri Benishaw. The important thing to think about here is that a 10-year bond has a life of 10 years. So the payoff, the reward, the yield has to account for what the economy is going to be like for the next 10 years. And recently, the vision of that future has started to change. For starters, interest rates. Rates are going to remain higher for longer. Luis Alvarado is with the Wells Fargo Investment Institute. A lot of the macroeconomic data that we've been getting pretty much over the summer just continues to reinforce the idea that the economy is still resilient, right, not really expecting an economic slowdown soon, and that the Fed's job is still not done. If there isn't an economic slowdown coming soon, the Fed won't be forced to lower rates soon. If the Fed's job of fighting inflation isn't done, the Fed will have to keep rates higher until it is. So if interest rates are higher for longer, 10-year yields will have to compete. That is one reason they are high. Another reason... Just the large amount of debt the Treasury is going to have to issue. Marvin Lowe is with State Street Global Markets. The government has spent a lot of money, and the Treasury Department is issuing a lot of bonds to pay for that faster than expected. And the market seems to be having a little bit of trouble digesting that. So one way to get the market to absorb more bonds is to increase the payoff. That is another reason yields are high. And finally, 10-year bond yields have to account for inflation over 10 years. The Fed wants inflation at 2%, but the long-term outlook is murky. It may be much more uneven to get there, and it may be more volatile than what investors were originally expecting. Steve Lightley is with BlackRock. Investors are realizing long-term changes in supply chains might raise costs. Food could go up. OPEC might get friskier. The Fed might have more inflation fights in its future. So with that risk, we get another reason yields are high. Bottom line, the future is looking like a more expensive place for debt. And bonds gotta keep up. For BlackRock, I'm Sabri Benishor for Marketplace. This has been, if we're being honest, kind of an awful summer. Wildfires in Hawaii and Canada, triple-digit temperatures basically everywhere, a tropical storm of all things coming to Southern California this weekend, and oh, by the way, the hottest July in the history of Julys. And the costs of those incredible heat waves are starting to add up. In Texas, where it has been very hot for a very long time, the heat is expected to cost the economy nearly $10 billion. There are industrial and corporate costs, of course. Also, health and health care costs, as well as Marketplace's Elizabeth Troval, reports now from Houston. It's midday at Houston's George Bush Intercontinental Airport. Cars drop off and pick up passengers in 100-degree temperatures. Near a terminal coffee shop outside the security line, I meet 56-year-old Talitha Solis, an airplane cabin cleaner. When the plane come in, we do like deep pockets, cleaning first class, wiping tray tables, doing the lavatories, the floors, the galleys. We clean the aircraft. It's a mad dash to finish. She often works with just one other worker. They might tell you to clean a plane in 10 minutes, and 10 minutes is not enough time to clean an aircraft without you being exhausted. She cleans 16 or so planes a day with no AC. Actually, you're just dripping in sweat. Solis and her coworkers walk from airplane to airplane outdoors, so they spend most summer days in the heat all day. When you're inside the plane, it's just like you barely can breathe. It's better outside than it is inside the aircraft. It's been bad, she says. Earlier this summer, a colleague got sick. Throwing up, she started sweating real bad. She was confused, didn't know what was going on. Some 1,600 heat-related ER visits and seven heat-related deaths have been reported to the City of Houston since May 1. Statewide last year, heat-related deaths rocketed to a record 279 people, according to Texas Tribune analysis of two decades of data. All the people that I've seen for heat exhaustion have been mostly workers, construction workers that work outside. Dr. Ruxana Kosey-Nkarrera works at the ER at Bentob Hospital, a public hospital that often treats low-income Houstonians. We had a patient who I saw heat exhaustion, and we were talking about, I was telling her kind of like the preventive measures, making sure she's taking breaks and going into the shaded area. The patient told her that because of a new Texas law going into effect soon ending mandatory water breaks, her work site stopped offering them. So talking to her, and I was explaining all of this, she said it was not worth it for her to continue that job, so she decided to leave that job. Kosey-Nkarrera says quitting also has a cost to the worker. They're probably living on a day-to-day paycheck to do that, so sometimes for them the only option is, OK, it's either I'm going to get worse in my health or I don't have money for the next couple weeks and I have to figure something else out. But all the heat-related hospitalizations also have a health care cost, one that researchers still don't fully grasp. One rough estimate from the Center for American Progress is $1 billion in the U.S. each summer. Rice University health economist Vivian Ho says she's concerned about the overburdened public hospitals, clinics, and ambulance services that treat workers and others impacted by the heat. What bucket of resources do you pull those health care expenditures out of? She says many of the affected workers are uninsured or underinsured, while the publicly funded hospitals are… …already very short in terms of money to fund health care for the underserved. She says the money to treat the people building infrastructure and working other critical jobs will have to come from somewhere. We're either going to have even more expenditures the taxpayers have to pay or these people are going to be underserved and unfortunately some of them could die because of that. While the state continues to break heat records, houses are still being built, airports are still being maintained, and workers are still working. In Houston, I'm Elizabeth Troval for Marketplace. Coming up… People come here because it's money. People love money. I mean, yeah. First though, let's do the numbers. Dow Industrial has ticked up 25 points today. 34,500. That's basically flat percentage-wise. In fact, it is just flat. NASDAQ down 26 points. That's two-tenths percent. 13,290. The S&P 500 flat as well. 43 and 69. For the five days gone by though, the Dow sank 2.2 percent. NASDAQ slid two-and-six-tenths percent. S&P 500 dipped about two-and-one-tenth of one percent. The end of summer is creeping up upon us. So have you taken your vacation yet? If not, and even if so, let's check in with some hotel and resort stocks, see how they're doing, shall we? MGM Resorts International, owner of the Bellagio in Las Vegas, flat. Hilton Grand Vacations deals in timeshares in several countries, added three-quarters of one percent. Prices rose when that happens. The yield goes down. Tenure Tino now 4.24 percent. You're listening to Marketplace. So, whether your work is shipping cargo or shipping code, WISE lets you send, spend, and receive at the mid-market exchange rate, wherever you are. There are no markups and no hidden fees whenever you convert or use different currencies. It's time for your business to meet money without borders. Join 15 million customers going global with WISE. Learn how the WISE account could work for your business by downloading the app or visiting wise.com slash business. Support for this podcast comes from WISE, the account that lets you send, spend, and receive money internationally. WISE is the best way to move and manage your money around the world, all with one account. With WISE, you can save in more than 40 currencies, giving you more bang for your bot, peso, and pound, so you can send money back home fast. Or spend seamlessly in the local currency while on your travels abroad, business or pleasure. You can shop online from overseas while avoiding inflated transaction fees too, or receive your paycheck in another currency. You'll always get the mid-market exchange rate when you convert between currencies, with no markups and no hidden fees. Whatever's on the horizon, it's one account built for your international life. Join 15 million people and businesses already saving and see what WISE could do for you by downloading the app or visiting wise.com slash marketplace. This is Marketplace. I'm Kyle Rizdahl. With those rising bond yields that Sabri was talking about have come correspondingly higher mortgage rates. The 30-year fixed now averages more than 7%, the highest it's been in more than 20 years. And those higher borrowing costs are for sure adding to an already challenged housing market. We've told you about that. But when we talk about mortgage rates above 7% as we are, it is perhaps worth noting that we've seen this before. Marketplace's Megan McCarty-Corino takes us back those 20 years to the last time mortgage rates were this high. Things were different back in the early 2000s. I mean, sure, the low-rise jeans and platform shoes look horrifyingly similar, but mortgage rates, those hit different. If you look at that time, sort of in the sixes was pretty normal. So seven was not a big deal at the time. Economist Richard Green at the University of Southern California bought a house in the 90s at 8% interest and refinanced several years later at a low, low 6.5%. I felt great about it. Yeah, it was awesome. Because rates were still on the downswing from what had happened 20 years before that. The shock in the 1980s was enormous. Economist Eugene White at Rutgers University is talking about the Volcker shock when Fed Chair Paul Volcker drastically hiked interest rates, sending mortgage rates to an all-time high of more than 18% in 1981. And it took a long time for them to come down. All of which is not to scoff at the very real challenges of today's housing market, says Jenny Schutze, a senior fellow at the Brookings Institution. People are having a hard time both on the price of the mortgage and on the price of the house. And that's a pretty unusual situation historically. She says the previous era of low interest rates coupled with a decade plus of sluggish new construction have pushed housing prices higher much faster than incomes, bringing misery to many potential buyers. I'm Megan McCarty Carino for Marketplace. After a tough year in 2022, retirement account balances, we're talking 401Ks, IRAs, 403Bs as well. They are going back up again. According to data from Fidelity, which you should know advertises on this program, the average balance at the end of June was about $112,000. That is 8% better than a year ago, as Marketplace's Samantha Fields reports. I think we can all agree that it's a good thing when retirement balances go up. But Rachel Snyderman at the Bipartisan Policy Center says it doesn't necessarily mean people are saving more. A strong economy is doing a lot of the work here. The stock market has had a good year so far, and she says that's the main reason people's retirement accounts are growing. But Mark Ivry at the Brookings Institution says it's also true that more people are saving for retirement. Much of this is due to automatic enrollment. Automatic enrollment is becoming increasingly common for employee-sponsored 401K plans, and Ivry says it makes a big difference for the more than a third of workers who don't have a retirement plan through their job. Many of us have been working to encourage a nationwide initiative to set up state-based automatic enrollment into IRAs. And Ivry says some states are doing it. Still, there's a long way to go. Roughly half of Americans 55 and up have no retirement savings at all. And Teresa Ghilarducci, a retirement expert at the New School, says most of those that do aren't saving enough. People ask me, how much do I need in my retirement account? And, well, the answer is obviously going to vary widely. She says for a middle-class person making $70,000 to $80,000 a year who wants to maintain their lifestyle in retirement... They need a million dollars over and above Social Security. And when the average 401K account balance is a tenth of that... She says that tells us something big needs to change. I'm Samantha Fields for Marketplace. Should you find yourself on the East Coast in the few remaining weeks of summer, even as challenging as this summer has been... Say Washington, D.C. or Philadelphia. There are museums aplenty for you to visit. The National Children's Museum, the National Liberty Museum, the Museum of Natural History... The National Bonsai Museum, while you're at it. What you're not going to find is a national museum of this country's economy and its finances. The National Park Service, though, does want to change that. It wants to turn the original First Bank of the United States, built in 1797, into a new museum of the American economy. From WHYY in Philadelphia, Peter Crimmins has our story. The First Bank of the United States was a glimmer in the eye of Alexander Hamilton, yes, that Hamilton of the musical... Who went to the mat against Thomas Jefferson to establish a national banking system. Hamilton's centralized banking system did not last, but the building is still there in Philadelphia, not far from Independence Hall and the Liberty Bell. It's been closed to the public for about 50 years, but National Park spokesman Andrew McDougall says people are still coming just to stand on Alexander Hamilton's steps. This was in the works before that came about, but the Hamilton did spark a lot of interest, especially for park visitors, because they wanted to see the exterior of Hamilton's bank. McDougall himself was standing on those steps during a ceremony this summer to announce the Park Service is close to raising $50 million, mostly from the 2020 Great American Outdoors Act, to transform the First Bank of the United States into a new museum of the American economy. The Independence Historical Trust is raising the money for the new museum. Its director is Thomas Caramanico. We tell the story of the Declaration of Independence, the Constitution, the Revolutionary War, but we don't tell the story of money. We're going to finally be able to tell that story in this building. Some of the stories will show how the nation has been shaped by things like wealth, land ownership, and the economy of slavery. Exhibition designer Andrea Warby explains. You'll meet Priscilla, an enslaved woman who lived to be about 65 years old on a South Carolina rice plantation. She contributed to her enslavers' wealth through field and housework and the birth of 10 children. There are very few places you can visit to learn about the history of the economy. Many branches of the Federal Reserve across the country have money museums set up in their lobbies. One of the largest is in Chicago, which gets more than 50,000 visitors a year. The U.S. Mint in Philadelphia, only blocks away from the First Bank, has nearly a quarter million people visit every year. Visitors can see how the federal government strikes coins and get a primer on how money built the nation. People come here because it's money. People love money. They love the history. The Mint's Tim Grant says the history of the country is literally written on its money. When America won its independence, it was still completely reliant on foreign currencies. There were many coins in circulation. The most used was the Spanish piece of eight, but there was other foreign coinage as well. So it could be confusing for a merchant. We knew we had to put a Mint together. Grant points to a painting of George and Martha Washington, Thomas Jefferson, and Alexander Hamilton reviewing new U.S. coins in 1792. The National Park Service plans to open its new Museum of the American Economy in 2026, in time for the nation's 250th birthday. In Philadelphia, I'm Peter Krimans for Marketplace. This final note on the way out today, the economic slice of all the news the past couple of days about the weight loss drugs Ozempic and Wegovi, saw this in the Wall Street Journal that sales of the two have been so strong, mostly here in the United States, that Novo Nordisk, the Danish manufacturer of both, has found itself with piles and piles of U.S. dollars, giant piles of dollars, that it's been turning into Danish kroner on the foreign exchange markets, which has in turn raised the value of the kroner, supply and demand, which has thus forced the Danish Central Bank to keep its interest rate low to try to keep the value of the kroner more stable. All of that because Americans are buying weight loss drugs. Come on, tell me again that business economics is boring. All right, we got to go. Here's your moment of economic context. You might have seen this item already today, but I just want to get it on the record here. Remember last week we talked a lot about the Chinese economy, how shaky it's looking? Well, here's another data point in that direction. Evergrande, the ginormous Chinese real estate developer, has filed for bankruptcy protection here in the United States, as it turns out, to protect its American assets. Anyway, total liabilities of that company? $355 billion with a B dollars. Our theme music was composed by B.J. Lederman, Marketplace's executive producer is Nancy Fargali, Donna Tam is the executive editor, Neil Scarborough is vice president and general manager here at Marketplace World Headquarters. I'm Kyle Rizdall. We will see you on Monday, everybody. Have yourselves a great weekend. All right. This is APM."}, "podcast_summary": "Insightful Comments:\n- Richard Green, economist at the University of Southern California, mentioned that during the early 2000s, mortgage rates hovering around 7% were considered normal. He also shared that back in the 1980s, mortgage rates reached a staggering high of over 18% during the Volcker shock.\n- Economist Mark Ivry from the Brookings Institution highlighted the role of automatic enrollment in retirement savings plans, which has increased the number of people saving for retirement.\n\nCritical Questions:\n- Amara Mokwe, journalist at the Wall Street Journal, asked how long consumers would continue to spend given the current economic conditions.\n- Kyle Rizdall, the host, asked whether the Federal Reserve would pause and not make any changes to interest rates in light of the recent minutes from their meeting.\n\nHot Topic Discussions:\n- The podcast discussed the resilience of consumers and the retail sector, with companies like Target and Walmart continuing to see strong sales despite the end of discounts and the depletion of excess savings. The upcoming back-to-school and holiday seasons were also mentioned as crucial indicators for retail performance.\n- The conversation also delved into the upcoming Jackson Hole conference and what Federal Reserve Chair Jerome Powell might say in his speech. The debate focused on whether the Fed would take a more cautious approach to interest rate hikes or continue with its current strategy.\n\nControversial Opinions:\n- No controversial opinions were expressed in the podcast episode.\n\nKey Moments:\n- (Timestamp: 2:09) Jordan Holman from the New York Times discusses how retail earnings reflect the resilience of consumers. She highlights the changing priorities of shoppers and the emphasis on continued strength in spending.\n- (Timestamp: 7:37) Kyle Rizdall asks Amara Mokwe about the compatibility of the expected depletion of consumer excess savings and the positive GDP forecasts for the next quarter.\n- (Timestamp: 10:29) Jordan Holman and the host discuss the impact of concerts by Taylor Swift and Beyoncé on consumer spending and whether it marks the end of revenge spending or a shift in priorities for consumers.\n- (Timestamp: 13:40) Amara Mokwe and Kyle Rizdall discuss the upcoming Jackson Hole conference and the questions surrounding the Federal Reserve's stance on interest rate hikes.\n- (Timestamp: 16:13) In a separate segment, the podcast explores the rising bond yields and their impact on mortgage rates. The discussion highlights the challenges in the housing market and the effect of higher borrowing costs on potential buyers.", "podcast_guest": {"name": "Billions", "org": " ", "title": " ", "summary": "Not Available"}, "podcast_highlights": "Key moments, insights, and highlights from the podcast episode are as follows:\n\nInsightful Comments:\n- Consumer resilience: Despite the challenging year, consumers have demonstrated resilience in their spending habits. They remain price-conscious and are spending more on groceries while reducing spending on apparel and home goods. This trend was emphasized during retail earnings calls (approx. 1:05, host).\n- Impact of depletion of excess savings: While economists have been warning about the depletion of consumers' excess savings and its impact on consumer spending, the strength of the labor market and solid wage growth have helped maintain consumer spending. The consensus is that consumers will continue to spend due to these factors (approx. 3:25, guest).\n\nCritical Questions:\n- What will it take for consumers to believe in the strength of the economy? The host and guest discussed the factors that would need to change for consumers to have confidence in the economy, such as a return to normal prices and increased wages (approx. 6:08, host).\n\nHot Topic Discussions:\n- Impact of rising bond yields: Bond yields have been increasing, leading to higher mortgage rates. The discussion explores the challenges this presents to the housing market (approx. 10:45, host).\n\nControversial Opinions:\n- There were no controversial opinions discussed in this episode.\n\nOverall, the episode focused on consumer resilience, the impact of rising bond yields on the housing market, and the factors that would need to change for consumers to have confidence in the economy. It provides insights into the current state of the retail industry and the challenges faced by consumers and the housing market."}